import React from 'react';
import './Founders.css'; // Import the CSS file for styling
import defaultImage from '/img/banner2.jpeg'



const Founders = () => {
  return (
    <div className="founders-container">
      <h1 className="founders-heading">संस्थापक</h1>
      <div className="founders-content">
        <div className="founders-image">
          <img
            src={defaultImage} // Replace with the actual image URL
            alt="Shri Sajjan Singh Verma"
          />
        </div>
        <div className="founders-details">
          <h1 className="founders-name">श्री सज्जन सिंह वर्मा</h1>
          <h2>परिचय</h2>
          <p>
            श्री सज्जन सिंह वर्मा एक प्रतिष्ठित नेता हैं, जिनकी पूर्व कैबिनेट मंत्री और मध्य प्रदेश से पूर्व सांसद के रूप में विरासत ने देश के राजनीतिक परिदृश्य पर अमिट छाप छोड़ी है। जनसेवा के प्रति उनकी गहरी प्रतिबद्धता ने उन्हें प्रगतिशील नीतियों को आगे बढ़ाने में अग्रणी बनाया है, जिससे समुदायों को सशक्त बनाने और अपने क्षेत्र के विकास में महत्वपूर्ण योगदान मिला है।
          </p>
          <p>
            अपनी उल्लेखनीय राजनीतिक यात्रा के साथ-साथ, श्री सज्जन सिंह वर्मा खटीक समाज के राष्ट्रीय अध्यक्ष के रूप में भी सेवा कर रहे हैं, जहाँ उनका नेतृत्व समाज को निरंतर प्रेरणा और उत्थान प्रदान करता है।
          </p>
          <h2>उपलब्धियाँ</h2>
          <p>
            दूरदर्शी नेता के रूप में श्री सज्जन सिंह वर्मा खटीक समाज के सदस्यों के लिए समान अवसरों का निर्माण करने हेतु सक्रिय रूप से कार्य कर रहे हैं।
          </p>
          <p>
            उन्होंने गुणवत्तापूर्ण शिक्षा की पहुंच सुनिश्चित की है, नवोदित उद्यमियों को सशक्त किया है, और राजनीतिक भागीदारी को प्रोत्साहित किया है।
          </p>
          <p>
            उनके नेतृत्व में खटीक समाज ने एक उल्लेखनीय परिवर्तन देखा है – एक हाशिए पर रहने वाले समुदाय से लेकर विभिन्न क्षेत्रों में तीव्र गति से आगे बढ़ते समाज तक।
          </p>
        </div>
      </div>
    </div>
  );
};

export default Founders;